class MyStrings {
  static List<String> get titlesPageView => [
        'مرحبًا بك في تطبيق جغر',
        'تسوق كل ما تحتاجه بسهولة',
        'تسوق كل ما تحتاجه بسهولة',
      ];
  static List<String> get detailsPageView => [
        'اكتشف أفضل الحلول الكهربائية والمستدامة لمنزلك. من أنظمة التدفئة المركزية إلى فلاتر المياه والطاقة الشمسية، نقدم لك جودة عالية وخدمة مميزة.',
        'اكتشف أفضل الحلول الكهربائية والمستدامة لمنزلك. من أنظمة التدفئة المركزية إلى فلاتر المياه والطاقة الشمسية، نقدم لك جودة عالية وخدمة مميزة.',
        'اكتشف أفضل الحلول الكهربائية والمستدامة لمنزلك. من أنظمة التدفئة المركزية إلى فلاتر المياه والطاقة الشمسية، نقدم لك جودة عالية وخدمة مميزة.',
      ];

  static String get btnToStartNow => 'لنبدأ الآن';
  static String get favorite => 'المفضلة';
  static String get catalog => 'الكتالوج';
  static String get cart => 'السلة';
  static String get main => 'الرئيسية';
}
